{
	"A": [
		"abase: lower; degrade; humiliate; make humble; make (oneself) lose self-respect abash embarrass abate subside or moderate abbreviate shorten abdicate renounce; give up ",
		"abject: (of a condition) wretched; as low as possible; lacking pride; very humble; showing lack of self-respect; Ex. abject apology",
		"abjure: renounce upon oath",
		"ablution: washing",
		"abnegation: renunciation; self-sacrifice; self-abnegation",
		"abode: dwelling place; home",
		"abolish: cancel; put an end to",
		"abominable: detestable; extremely unpleasant",
		"abominate: loathe; hate",
		"aboriginal: being the first of its kind in a region; primitive; native; indigenous; N. aborigine",
		"abortive: unsuccessful; fruitless",
		"abrasive: rubbing away; tending to grind down",
		"abridge: condense or shorten",
		"abrogate: abolish",
		"abscission: cutting off; separation",
		"abscond: depart secretly and hide",
		"absolute: complete; totally unlimited; having complete power; certain; not relative; Ex. absolute honesty/ruler; CF. absolutism",
		"absolve: pardon (an offense)",
		"abstain: refrain; withhold from participation; intentionally not use one's vote;",
		"abstemious: sparing in eating and drinking; temperate",
		"abstinence: restraint from pleasant things, esp. eating or drinking; CF. abstention: act of abstaining from vote",
		"abstract: theoretical; not concrete; nonrepresentational",
		"abstruse: obscure; profound; difficult to understand",
		"abusive: coarsely insulting; physically harmful",
		"abut: border upon; adjoin",
		"abysmal: bottomless",
		"abyss: enormous chasm; vast bottomless pit",
		"academic: related to a school; not practical or directly useful",
		"accede: agree",
		"accelerate: move faster",
		"accessible: easy to approach; obtainable",
		"accessory: additional object; useful but not essential thing",
		"acclaim: applaud; praise; greet with great approval; announce with great approval; Ex. The new drung has been acclaimed as the most important discoveries for years; N: strong expression of approval and praise",
		"acclimate: adjust to climate or environment; adapt",
		"acclivity: sharp upslope of a hill; OP. declivity",
		"accolade: award of merit; strong praise and approval",
		"accommodate: oblige or help someone; adjust or bring into harmony; adapt; make enough space for; ADJ. accommodative; CF. accomodating: helpful and obliging",
		"accomplice: partner in crime",
		"accord: agreement",
		"accost: approach and speak first to a person",
		"accoutre: equip; N. accoutrement",
		"accretion: growth or increase in size by gradual addition; growth; increase; increase by natural growth; Ex. towers and other accretions of the castle; V. accrete",
		"accrue: come to one as a gain; accumulate over time; come about by addition; Ex. benefits that accrue from scientific research; Ex. interest accruing in a bank account; N. accrual",
		"acerbity: bitterness of speech and temper; ADJ. acerbic: bitter; acrid (in taste, manner, or tone)",
		"acetic: vinegary",
		"acidulous: slightly sour (in taste or manner); sharp; caustic",
		"acknowledge: recognize; admit",
		"acme: peak; pinnacle; highest point",
		"acne: skin disease (on the face)",
		"acoustics: science of sound; quality that makes a room easy or hard to hear in",
		"acquiesce: assent; agree passively; comply without protest",
		"acquittal: deliverance from a charge; V. acquit: free from a charge or accusation; discharge from a duty; conduct (oneself) in a specified manner",
		"acrid: bitter (to the taste or smell); sharp; bitterly pungent",
		"acrimonious: stinging; caustic; bitter in words or manner; N. acrimony: bitter ill-natured animosity in speech or behavior",
		"acrophobia: fear of heights",
		"actuarial: calculating; pertaining to insurance statistics",
		"actuary: someone who advises insurance companies",
		"actuate: motivate; activate; cause to act",
		"acuity: sharpness (of mind or senses of sight or hearing)",
		"acumen: mental keenness; sharpness of judgment; ability to judge quickly and well; Ex. business acumen",
		"acute: (of the senses) sharp; quickly perceptive; keen; penetrating; brief and severe; Ex. acute sense of smell/analysis/pain",
		"adage: wise saying; proverb",
		"adamant: hard; inflexible",
		"adapt: make or become suitable for a specific use; alter; modify; adjust; N. adaptation: act of adapting; composition recast into a new form; Ex. The play is an adaption of a short novel.",
		"addendum: addition; appendix to book; something that is added (as at the end of a speech or book)",
		"addiction: compulsive habitual need",
		"addle: make or become confused; muddle; drive crazy; become rotten (egg)",
		"address: direct a speech to; speak to; deal with or discuss; direct one's efforts or attention to; make with a destination; N: formal speech",
		"adept: expert at; very skilled",
		"adhere: stick fast; be a devotd follower; N. adhesion: adhering; devotion; loyality",
		"adherent: supporter; follower",
		"adjacent: adjoining; neighboring; close by",
		"adjoin: be next to",
		"adjourn: suspend until a later time; move from one place to another",
		"adjunct: something attached to but holding an inferior position",
		"adjuration: solemn urging; V. adjure: entreat earnestly; enjoin solemnly",
		"adjutant: staff officer assisting the commander; assistant",
		"admonish: warn or speak to with gentle disapproval; reprove",
		"adore: love deeply and respect highly",
		"adorn: decorate",
		"adroit: skillful (in using mind or hand)",
		"adulation: flattery; admiration that is more than is necessary or deserved",
		"adulterate: make impure or of poorer quality by adding inferior or tainted(contaminated) substances",
		"Advent: arrival",
		"adventitious: accidental; casual; happening by chance",
		"adversary: opponent; enemy",
		"adverse: going against; opposing; unfavorable; hostile",
		"adversity: great hardship or affliction; misfortune; calamitous event",
		"advert: refer",
		"advocacy: support; active pleading on behalf of someone or something",
		"advocate: speak in favor of; support (an idea or plan); urge; plead for",
		"aegis: shield; protection; defense",
		"aerie(aery,eyrie,eyry): nest of a large bird of prey",
		"aesthetic: artistic; dealing with or capable of appreciating the beautiful (of a person or building); CF. aesthete; CF. aesthetics",
		"affable: easily approachable; easy to talk to; warmly friendly",
		"affected: artificial; pretended",
		"affidavit: written statement made under oath (for use as proof in a court of law)",
		"affiliation: joining; associating with",
		"affinity: feeling of kinship; similarity; Ex. strong affinity for her; Ex. many affinities between two languages",
		"affirmation: positive assertion; confirmation; solemn pledge by one who refuses to take an oath; V. affirm; ADJ. affirmative; CF. affirmative action: positive discrimination",
		"affliction: state of distress; trial; cause of distress or suffering; V. afflict: inflict grievous suffering on",
		"affluence: abundance; wealth",
		"affront: insult; offense; intentional act of disrespect; V: insult or hurt the feelings of intentionally",
		"afterlife: life after death; later part of one's life",
		"agape: openmouthed",
		"agenda: items of business at a meeting",
		"agglomeration: collection; heap; V. agglomerate: gather into a rounded mass; N. aggolmeate: jumbled mass; heap",
		"aggrandize: make greater; increase in power, wealth, rank, or honor; N. aggrandizement",
		"aggregate: sum; total; ADJ. V: gather into a mass or whole; accumulate; add up to; Ex. aggregate 100 dollars",
		"aghast: filled with great surprise or fear; horrified",
		"agility: nimbleness; ability to move quickly",
		"agitate: stir up; disturb",
		"agnostic: one who is skeptical of the existence or knowability of a god or any ultimate reality",
		"agog: highly excited; intensely curious",
		"agrarian: pertaining to land or its cultivation; Ex. agrarian reform",
		"airy: of air; high in the air; lofty; immaterial; unreal",
		"alacrity: cheerful promptness without reluctance",
		"alchemy: medieval chemistry",
		"alcove: nook; recess",
		"alias: an assumed name esp. by a criminal (usually to mislead people); ADV. alias",
		"alienate: make unfriendly or hostile; estrange; separate; change the ownership of",
		"alimentary: supplying nourishment",
		"alimony: payments made regularly to an ex-spouse after divorce",
		"allay: calm; pacify",
		"allege: state without proof",
		"allegiance: loyalty",
		"allegory: story, play, or picture in which characters are used as symbols; fable",
		"alleviate: relieve (pain)",
		"alliteration: repetition of beginning sound in poetry",
		"allocate: assign; set apart for a particular purpose",
		"alloy: mixture as of metals; something added that lowers in value or purity; V: mix; make less pure; lower in value or quality; spoil; CF. unalloyed: not in mixture with other maetals; pure; complete; unqualified; Ex. unalloyed happiness",
		"allude: refer indirectly; N. allusion: indirect reference",
		"allure: entice; attract; tempt",
		"alluvial: pertaining to soil deposits left by running water",
		"alms: money or goods given to the poor",
		"aloft: upward; high up in the air",
		"aloof: apart; not open in one's relationship with other people; reserved; ADV.",
		"altercation: noisy quarrel",
		"altruistic: unselfishly generous; concerned for others; N. altiruism: unselfish concern for the welfare of others; unselfishness; OP. egoism",
		"amalgam: combination of different things; mixture of metals (containing mercury) used for filling holes in teeth",
		"amalgamate: (of societies or groups) combine; unite in one body",
		"amass: collect (gradually, in a very large amount)",
		"amazon: female warrior",
		"ambidextrous: capable of using either hand with equal ease",
		"ambience: environment; atmosphere; Ex. restraurant with a pleasant ambience; ADJ. ambient: completely surrounding; Ex. ambient temperature",
		"ambiguous: unclear or doubtful in meaning; having more than one possible interpretation",
		"ambivalence: the state of having contradictory or conflicting emotional attitudes or opinions",
		"amble: walking at an easy unhurried pace; V: walk slowly and aimlessly",
		"ambrosia: food of the gods",
		"ambulatory: able to walk",
		"ambush: act of lying in wait to attack by surprise; sudden attack made from a concealed position; Ex. lie in ambush; V.",
		"ameliorate: improve",
		"amenable: obedient; compliant; readily managed; responsive; willing to be led; answerable or accountable legally; responsible; able to be tested by; Ex. amenable to sensible suggestions; Ex. He is very amenable; Ex. amenable to the usual tests",
		"amend: correct; change ; generally for the better",
		"amenities: convenient features that helps to make life pleasant; social courtesies",
		"amiable: agreeable; lovable; warmly friendly",
		"amicable: peaceful; politely friendly; not quarrelsome; Ex. amicable settlement",
		"amiss: wrong; faulty; Ex. something amiss; ADV.",
		"amity: friendship; peaceful relationship as between nations",
		"amnesia: loss of memory",
		"amnesty: pardon (allowed by government to political criminals)",
		"amok(amuck): in a state of rage; Ex. run amok",
		"amoral: nonmoral; having no understanding of right and wrong",
		"amorous: moved by sexual love; loving; of sexual love; Ex. amorous advances",
		"amorphous: formless; lacking shape or definition",
		"amphibian: able to live both on land and in water; N.",
		"amphitheater: oval building with tiers of seats; CF. arena",
		"ample: enough; abundant; spacious; large in size; Ex. ample opportunity/garden; N. amplitude: quality of being ample; abundance; largeness of space",
		"amplify: increase in size or effect; expand; broaden or clarify by expanding; intensify; make stronger; Ex. amplify one's remarks with a graph",
		"amputate: cut off part of body; prune (a limb)",
		"amulet: charm; talisman; an object worn believed to protect against evil, bad luck",
		"anachronism: an error involving time in a story; something or someone misplaced in time; ADJ. anachronistic",
		"analgesia: condition of being unable to feel pain",
		"analgesic: causing insensitivity to pain; N.",
		"analogous: comparable; similar",
		"analogy: similarity; parallelism; comparing two similar things",
		"anarchist: person who seeks to overturn the established government; advocate of abolishing authority",
		"anarchy: absence of governing body; state of disorder",
		"anathema: solemn curse; someone or something regarded as a curse; V. anathematize",
		"ancestry: family descent; ADJ. ancestral",
		"anchor: secure or fasten firmly; be fixed in place; N. anchorage",
		"ancillary: serving as an aid or accessory; auxiliary; N.",
		"anecdote: short story of an amusing or interesting event",
		"anemia: condition in which blood lacks red corpuscles; ADJ. anemic",
		"anesthetic: substance that removes sensation with or without loss of consciousness; N. anesthesia",
		"anguish: acute pain; extreme suffering",
		"angular: sharp-cornered; having an angle; not rounded (body); bony; lean; gaunt; stiff in manner",
		"animadversion: critical remark; V. animadvert: comment critically with disapproval",
		"animated: lively; spirited",
		"animosity: active enmity",
		"animus: hostile feeling or intent; animosity; hostility; disposition",
		"annals: records arranged in yearly parts; history",
		"anneal: reduce brittleness and improve toughness by heating and cooling (metal or glass)",
		"annex: attach; add to a large thing; take possession of; incorporate (territory) into a larger existing political unit (by force); N: building added to a large one",
		"annihilate: destroy",
		"annotate: comment; make explanatory notes",
		"annuity: yearly allowance",
		"annul: make void",
		"anodyne: drug that relieves pain or trouble;opiate; ADJ. Ex. anodyne statement",
		"anoint: consecrate; put oil on (in a religious ceremony)",
		"anomalous: abnormal; irregular",
		"anomaly: irregularity",
		"anonymity: state of being nameless; anonymousness; ADJ. anonymous",
		"antagonism: hostility; active opposition; V. antagonize: cause to become an enemy; N. antagonist: person who is opposed to another; opponent; adversary; principal character in oppostion to the protagonist",
		"antecede: precede",
		"antecedents: preceding events that influence what comes later; ancestors or early background",
		"antediluvian: antiquated; extremely ancient",
		"anthem: song of praise or patriotism; Ex. national anthem",
		"anthology: book of literary selections by various authors; CF. omnibus",
		"anthropoid: manlike; resembling a human being; N.",
		"anthropologist: student of the history and science of humankind",
		"anthropomorphic: having human form or characteristics",
		"anticlimax: letdown in thought or emotion; something unexciting, ordinary, or disappointing coming after something important or exciting",
		"antidote: remedy to counteract a poison or disease; Ex. antidote to the economic troubles",
		"antipathy: aversion; dislike or opposition",
		"antiquated: obsolete; old-fashioned; outdated",
		"antique: made in an earlier period and usu. valuable; N: object that was made in an earlier period and that is rare or valuable",
		"antiquity: quality of being very old; ancient times;",
		"antiseptic: substance that prevents infection in a wound; ADJ.",
		"antithesis: contrast; direct opposite of or to; ADJ. antithetic or antithetical",
		"antler: bony growth on the head of a deer",
		"anvil: iron block used in hammering out metals",
		"apathy: lack of caring; indifference; lack of concern or interest in important matters; Ex. He was sunk in apathy after his failure; ADJ. apathetic",
		"ape: imitate or mimic (a person's behavior or manner)",
		"aperture: opening; hole; adjustable opening in a camera that limits the amount of light",
		"apex: tip; summit; climax; highest point",
		"aphasia: loss of speech due to injury or illness",
		"aphorism: pithy maxim or saying; ADJ. aphoristic",
		"apiarist: person who keeps bees",
		"apiary: a place where bees are kept",
		"apiculture: bee-keeping",
		"aplomb: poise; composure in difficult situations; assurance; self-confidence",
		"apocalyptic: prophetic; pertaining to revelations especially of disaster; N. apocalypse",
		"apocryphal: (of a story) widely believed but untrue",
		"apogee: highest point; the point farthest from the earth; OP. perigee",
		"apolitical: having an aversion or lack of concern for political affairs",
		"apologist: one who writes in defense of a cause or institution; N. apologia",
		"apoplexy: stroke; loss of consciousness caused by too much blood in the brain",
		"apostate: one who abandons his religious faith or political beliefs; N. apostasy",
		"apothecary: druggist; pharmacist",
		"apothegm(apophthegm): pithy, compact saying",
		"apotheosis: elevation to godhood; an ideal example of something",
		"appall: dismay; shock deeply",
		"apparent: evident; easily seen or understood; appearing as such; Ex. apparent improvement",
		"apparition: ghost; phantom",
		"appease: pacify or soothe; Ex. appease a crying baby; N. appeasement",
		"appellation: name; title",
		"append: attach",
		"application: diligent attention; diligence; V. apply oneself",
		"apposite: appropriate; fitting",
		"appraise: estimate value of; N. appraisal",
		"appreciate: be thankful for; increase in worth; be thoroughly conscious of; ADJ. appreciable: enough to be felt; Ex. appreciable difference",
		"apprehend: arrest (a criminal); dread; perceive; N. apprehension",
		"apprehensive: fearful; discerning",
		"apprise: inform",
		"approbation: approval",
		"appropriate: acquire; take possession of for one's own use without permission; set aside for a particular purpose; allocate; CF. misappropriate",
		"appurtenances: subordinate possessions; something added to a more important thing",
		"apropos: with reference to; regarding; Ex. remarks apropos (of) the present situation; ADJ. ADV.",
		"aptitude: fitness; talent",
		"aquiline: curved; hooked; of or like an eagle; Ex. aquiline nose",
		"arable: fit for growing crops; Ex. arable land",
		"arbiter: person with power to decide a matter in dispute; judge who is in a position ot make influential judgments; Ex. supreme arbiter of fashion in beachware",
		"arbitrary: unreasonable or capricious; random; tyrannical; Ex. arbitrary ruler",
		"arbitrate: act as judge (at the request of both sides)",
		"arboreal: of or living in trees",
		"arboretum: place where different trees and shrubs are studied and exhibited",
		"arcade: a covered passageway usually lined with shops",
		"arcane: esoteric; secret; mysterious; known only to the initiated; Ex. arcane ritual; Ex. arcane process closed to the uninitiated listener",
		"arch-: chief; first; Ex. archbishop",
		"archaeology: study of artifacts and relics of early mankind",
		"archaic: antiquated; no longer used; belonging to the past; N.",
		"archetype: prototype; primitive pattern",
		"archipelago: group of closely located islands",
		"archives: public records; place where public records are kept",
		"ardor: heat; passion; zeal; ADJ. ardent",
		"arduous: hard; strenuous; Ex. arduous work",
		"argot: slang; speech spoken by only a small group of people",
		"aria: operatic solo; a song sung by one person in an opera or oratorio",
		"arid: (of land) dry; barren; unproductive",
		"aristocracy: hereditary nobility; privileged class; government by nobility; N. aristocrat",
		"armada: fleet of warships",
		"aromatic: fragrant; having a sweet smell; N. aroma: strong pleasant smell",
		"arraign: charge in court; indict",
		"array: marshal; draw up in order; arrange in order; clothe splendidly; adorn; N: fine clothes; ordered group; Ex. in battle array",
		"arrears: being in debt; money that should have been paid; work that should have been done",
		"arrhythmic: lacking rhythm or regularity; N. arrhythmia",
		"arrogance: pride; haughtiness; ADJ. arrogant: unpleasantly self-important (with a strong confidence in one's own importance and a lack of respect for other people)",
		"arroyo: gully; narrow channel formed by rainwater",
		"arsenal: storage place for military equipment",
		"artery: blood-vessel; CF. vein",
		"artful: exhibiting art or skill; deceitful; cunning; CF. artifice",
		"articulate: effective; distinct; expressing ideas clearly; having clear sounds; having joints; Ex. articulate speech; V: express thoughts and feeling clearly; pronounce clearly; unite by joints",
		"artifacts: object made by human beings, either hand-made or mass-produced",
		"artifice: deception; trickery",
		"artisan: a manually skilled worker",
		"artless: without guile; open and honest",
		"ascendancy: controlling influence; position of controlling influence; CF. in the ascendant",
		"ascertain: find out for certain; make certain",
		"ascetic: practicing self-denial; avoiding physical pleasures and comforts; austere; Ex. ascetic life of Buddhist monks; N. asceticism",
		"ascribe: refer; attribute; assign",
		"aseptic: preventing infection; having a cleansing effect",
		"ashen: ash-colored; deadly pale",
		"asinine: stupid; Ex. asinine remarks",
		"askance: with a sideways or indirect look (with disapproval or distruct); Ex. look askance at",
		"askew: crookedly; slanted; at an angle",
		"asperity: sharpness; roughness; severity (of temper or weather); Ex. asperities of a Russian winter",
		"aspersion: slanderous remark; Ex. cast aspersions on",
		"aspirant: seeker after position or status",
		"aspire: seek to attain (position or status); long for; Ex. aspire to become president; Ex. aspire to/after the leadership",
		"assail: assault",
		"assay: analyze (to discover what materials are present); evaluate (soil or ore)",
		"assent: agree; accept; N. assessment",
		"assert: state strongly or positively; demand recognition of (rights, claims, etc.); make a claim to (by forceful action); Ex. assert one's independence",
		"assiduous: diligent",
		"assimilate: absorb; take (food) into the body and digest it; understand (knowledge) completely and be able to use properly; cause to become homogeneous (the people of a country or race in the wasy of behaving or thinking)",
		"assuage: mak less severe; ease or lessen (pain); satisfy (hunger); soothe (anger)",
		"assumption: something taken for granted; the taking over or taking possession of; Ex. her assumption of power; V. assume",
		"assurance: firm statement that something is certainly true; promise or pledge; certainty; confidence in one's own ability; self-confidence; Ex. In spite of all his assurances, he did not come back; Ex. assurance of his loyalty; Ex. The teacher lacked assuranc",
		"asteroid: small planet",
		"astigmatism: eye defect which prevents proper focus; OP. stigmatism",
		"astral: relating to the stars",
		"astringent: binding; causing contraction (stopping bleeding); harsh or severe; stringent; Ex. astringent criticism",
		"astronomical: enormously large or extensive",
		"astute: wise; shrewd; keen; seeing quickly something that is to one's advantage",
		"asunder: into parts; apart; V. sunder",
		"asylum: place of refuge or shelter; protection (religious or political)",
		"asymmetric: not identical on both sides of a dividing central line",
		"atavism: resemblance to remote ancestors rather than to parents; reversion to an earlier type; throwback; ADJ. atavistic",
		"atheistic: denying the existence of God; N. atheism",
		"atone: make amends for; pay for; Ex. atone for",
		"atrocity: brutal deed; ADJ. atrocious",
		"atrophy: wasting away; V: weaken and lose flesh and muscle (through lack of blood or lack of use)",
		"attentive: alert and watchful; listening carefully; paying attention; considerate; thoughtful; politely helpful; Ex. attentive audience; Ex. He was attentive to the old lady; N. attentions: act of courtesy and consideration",
		"attenuate: make thin; weaken",
		"attest: testify; bear witness",
		"attire: clothe; N: clothing; array; apparel",
		"attribute: essential quality; V: ascribe; explain",
		"attrition: rubbing away by friction; gradual decrease in numbers or strength; reduction in the work force without firing employees; wearing away of opposition by means of harassment; Ex. a war of attrition",
		"atypical: not normal; not typical",
		"audacious: daring; bold; N. audacity",
		"audit: examination of accounts of a business; official examination; V.",
		"augment: increase; add to",
		"augury: omen; prophecy; sign of coming events; V. augur: predict; foretell; be a sign of (something in future)",
		"august: impressive; majestic",
		"aureole: sun's corona; halo; bright circle of light",
		"auroral: pertaining to the aurora borealis; CF. aurora australis",
		"auspicious: favoring success; giving signs of future success; Cf. auspices",
		"austere: forbiddingly stern; ascetic; without comfort or enjoyment; severely simple and unornamented; Ex. a monk's austere life; Ex. austere grandeur of the cathedral; N. austerity",
		"authenticate: prove genuine",
		"authoritarian: subordinating the individual to the state; completely dominating another's will; Ex. authoritarian regime/father",
		"authoritative: having the weight of authority; regarded as providing knowledge that can be trusted; reliable; peremptory and dictatorial; Ex. authoritative dictionary/manner; CF. definitive",
		"autocratic: having absolute unchecked power; dictatorial; N. autocrat, autocracy",
		"automaton: mechanism that imitates actions of humans; machine that works by itself",
		"autonomous: self-governing; N. autonomy",
		"autopsy: examination of a dead body; postmortem; V.",
		"auxiliary: offering or providing help; additional or subsidiary; N: helper; assistant",
		"avalanche: great mass of falling snow and ice",
		"avantgarde: group of artists whose work is based on the newest ideas and methods; CF. vanguard",
		"avarice: greediness for wealth",
		"avenge: take vengence for something or on behalf of someone; Ex. They avenged his death by burning the village; Ex. He swore to avenge his brother; Ex. They avenged themselves on their enemy.",
		"aver: state confidently; declare as true",
		"averse: reluctant; disinclined; not liking or opposed; Ex. averse to cats/doing the house work",
		"aversion: firm dislike",
		"avert: prevent; avoid; turn away (eyes or thought); Ex. An accident was averted by his quick thinking; Ex. She averted her eyes from the terrible sight.",
		"aviary: enclosure for birds; large cage",
		"avid: greedy; extremely eager for; Ex. avid learner; N. avidity",
		"avocation: secondary or minor occupation",
		"avow: declare openly; N. avowal",
		"avuncular: of or like an uncle",
		"awe: solemn wonder; feeling of respect mixed with wonder and fear; V: fill with awe; ADJ. awesome",
		"awful: terrible; very bad",
		"awl: pointed tool used for piercing",
		"awry: distorted; crooked; bent; Ex. Our plans have gone awry.",
		"axiom: self-evident truth requiring no proof",
		"azure: sky blue"
	],
	"B": [
		"babble: chatter idly or foolishly; make continuous sounds like water running gently over rounded stone; N.",
		"bacchanal: noisy party with a lot of drinking",
		"bacchanalia: the ancient Roman festival in honor of Bacchus",
		"bacchanalian: drunken",
		"backslide: revert (to bad habits); N. reverter",
		"backwards: and forwards; Ex. reciprocate his invitation by inviting him; N. reciprocity: reciprocal relationship; mutual interchange of advantages between two groups; Ex. reciprocity in trading rights",
		"badger: pester; annoy continually with demands; persuade by asking again and again; Ex. The children badgered me into taking them into the cinema; N: a kind of mountain animal",
		"badinage: teasing conversation; banter; joking talk",
		"baffle: frustrate; perplex",
		"bait: harass; tease; torment; Ex. badger baiting; N: food or other lure used to catch fish or trap animals",
		"baleful: evil; malignant in intent or effect; deadly; having a malign influence; portending evil; ominous; threatening; Ex. baleful look",
		"balk: stop short, as if faced with an obstacle, and refuse to continue; foil; stop or get in the way of; frustrate",
		"ballast: heavy substance used to add stability or weight; V. supply with ballast",
		"balm: something that relieves pain; oily liquid with a pleasant smell from trees",
		"balmy: soft and mild (of air); fragrant",
		"banal: hackneyed; commonplace; trite; lacking originality; cliched",
		"bandy: discuss lightly or glibly; discuss in a frivolous manner; exchange (words) heatedly; quarrel; Ex. bandy words with",
		"bane: posion; cause of ruin; ADJ. baneful: harmful; poisonous",
		"bank: heap; piled-up mass; embankment; lateral tilting (as of an aircraft in turning); V: pile up; protect with a bank; tilt in turning",
		"bantering: joking talk; good-naturedly ridiculing; N.V. banter",
		"bar: railing in a courtroom; legal profession; vertical line dividing a staff into equal measures; Ex. prisoner at the bar; V: shut in or out with bars; forbid; exclude; CF. barrister",
		"barb: sharp projection from fishhook, arrow, or other object; openly cutting remark",
		"bard: poet",
		"barefaced: shameless and noticeable; blatant; bold; unconcealed; having no covering on the face; Ex. barefaced lie",
		"bargain: agreement between two groups or people; something for sale at a price advantageous to the buyer; V: negotiate; trade; Ex. bargaining power",
		"baroque: highly ornate",
		"barrage: barrier laid down by artillery fire; overwhelming profusion; large number of questions or statements; Ex. a barrage of criticism",
		"barrister: counselor-at-law or lawyer in the higher court of law; CF. bar",
		"barterer: trader; V. barter: trade; exchange good for other goods rather than money",
		"base: contemptible; morally bad; inferior in value or quality; Ex. base motives/conduct; Ex. base metal such as iron",
		"bask: luxuriate; take pleasure in warmth",
		"bastard: illegitimate child",
		"bastion: stronghold; something seen as a source of protection; Ex. the last bastion of male chauvinism",
		"bate: let down; lessen the force of; moderate; restrain; Ex. with bated breath; CF. abate",
		"battalion: army unit made up of four or more companies",
		"bauble: trinket; cheap jewel; trifle",
		"bawdy: indecent; obscene; about sex in a rude funny way; CF. bawd",
		"bearing: deportment; connection",
		"beatific: giving or showing bliss; blissful",
		"beatitude: blessedness; state of great happiness",
		"bedizen: dress with vulgar finery",
		"bedraggle: wet thoroughly; ADJ. bedraggled: draggled",
		"beeline: direct quick route",
		"befuddle: confuse thoroughly",
		"beget: father; become the father of; produce; give rise to",
		"begrudge: envy; give or allow unwillingly; grudge; Ex. We shouldn't begrudge him his success.",
		"beguile: deceive; mislead or delude; cheat; pass time pleasantly; charm or attract; Ex. beguiling smile",
		"behemoth: huge creature; something of monstrous size or power",
		"beholden: obligated; indebted; owing thanks; obliged or indebted from gratitude",
		"behoove(behove): be suited to; be incumbent upon; be right and necessary; Ex. It behooves one to do.",
		"belabor: harp on; dwell on tediously; explain or go over excessively or to a ridiculous degree; assail verbally; beat severely; attack physically",
		"belated: delayed",
		"beleaguer: besiege or attack (with an army); harass; beset",
		"belie: contradict; give a false impression; disguise; Ex. The poor sales belied our high hopes; Ex. Her smile belies her true feeling of displeasure.",
		"belittle: disparage; depreciate",
		"bellicose: warlike",
		"belligerent: quarrelsome",
		"bemoan: lament; moan for; express sorrow or disapproval of",
		"bemused: confused; lost in thought; preoccupied",
		"benediction: blessing",
		"benefactor: gift giver; patron; person who does good or who gives money for a good purpose",
		"beneficent: kindly; doing good",
		"beneficial: helpful; useful; advantageous",
		"beneficiary: person entitled to benefits or proceeds of an insurance policy or will",
		"benefit: advantage; anything that brings helpl, advantage, or profit; money provided by the government to the people; fund-raising public entertainment; Ex. unemployment benefit; V: receive benefits; be beneficial to; give benefits",
		"benevolent: generous; charitable; having a wish to do good",
		"benign: kindly; favorable; not malignant (disease); Ex. benign tumor",
		"benison: blessing",
		"bent: determined; Ex. bent on advancing in the business; N: natural talent or inclination",
		"bequeath: leave to someone by means of a will; hand down in his will; N. bequest",
		"berate: scold strongly",
		"bereaved: deprived of (someone beloved through death)",
		"bereavement: state of being deprived of something valuable or beloved; state of being bereaved or bereft",
		"bereft: deprived of (something valuable); lacking",
		"berserk: mad with violent anger; frenzied; madly excited",
		"beseech: beg; plead with",
		"beset: harass or trouble from all directions; hem in",
		"besiege: surround with armed forces; harass (with requests); annoy continually",
		"besmirch: soil; defile; make dirty",
		"bestial: beastlike; brutal; inhuman; very cruel",
		"bestow: confer",
		"betoken: signify; indicate; be a sign of",
		"betray: be unfaithful; reveal (unconsciously or unwillingly); Ex. Her trembling hands betray her anxiety.",
		"betroth: become engaged to marry",
		"bevy: large group; Ex. a bevy of starlets",
		"beware: be cautious (of)",
		"bewitch: cast a spell over; captivate completely",
		"bicameral: two-chambered as a legislative body",
		"bicker: quarrel",
		"bid: command; utter (a greeting); offer as a price; N: offer of a price; amount offered; earnest effort to gain something; Ex. bid for freedom",
		"biennial: every two years",
		"bifurcated: divided into two branches; forked",
		"bigot: one who is intolerant (in matters of religion or politics)",
		"bigotry: stubborn intolerance",
		"bilious: suffering from indigestion; sick from having too much bile; irritable; easily irritated",
		"bilk: swindle; cheat",
		"billow: large wave of water; a great swell or surge (of smoke); V: surge, swell, roll in billows",
		"billowing: swelling out in waves; surging",
		"biting: sharply painful to the body or mind; Ex. biting wind/remarks",
		"bitter: having a sharp biting taste; 敬; causing sharp pain to the body or mind; filled with resentment, disappointment, or other unpleasant feelings; Ex. bitter wind/sorrow/tears",
		"bivouac: temporary encampment; camp without tents; V.",
		"bizarre: fantastic; violently contrasting; noticeably odd; strikingly unconventional",
		"blackball: vote against (an applicant); ostracize; N: negative vote",
		"blanch: bleach; whiten; make white or pale",
		"bland: soothing or mild (food); agreeable; causing no trouble or offence",
		"blandishment: flattery",
		"blare: loud or harsh roar or screech; dazzling blaze of light",
		"blase: bored with pleasure or dissipation; uninterested or bored",
		"blasphemy: irreverence; sacrilege; cursing; bad language about God or holy things; V. blasphem; ADJ. blasphemous; CF. sacrilege",
		"blatant: extremely (offensively) obvious; loudly offensive; Ex. blatant lie; N. blatancy",
		"bleak: cold or cheerless; frigid; unlikely to be favorable; depressing",
		"blemish: mar; spoil the beauty or perfection of; N: flaw or defect (that spoils perfection); Ex. blemishes in the crystal; CF. unblemished",
		"blight: plant disease; V: infect with blight; ruin; destroy",
		"blighted: suffering from a disease; destroyed",
		"bliss: complete happiness; ADJ. blissful",
		"blithe(blithesome): gay; joyous",
		"bloated: (unpleasantly) swollen or puffed as with water or air",
		"blotch: spot; blot; CF. blot+botch",
		"blowhard: talkative boaster; braggart",
		"bludgeon: club; heavy-headed weapon; V.",
		"blue: gloomy; depressed",
		"blues: state of depression or melancholy; style of slow, mournful music (evolved from southern Black American songs)",
		"bluff: pretense (of strength); deception; high cliff; ADJ: rough but good-natured",
		"blunder: error; stupid mistake",
		"blunt: having a dull edge; abrupt and frank in speech or manner; brusque; V: make or become blunt",
		"blurt: utter impulsively from nervousness or excitement",
		"blush: become red in the face (from embarrassment or shame); become red or rosy; N.",
		"bluster: blow in heavy gusts; threaten emptily; bully; speak in a noisy or bullying manner; CF. breeze, gust, gale",
		"bode: foreshadow; portend",
		"bog: soft wet land; V: hinder or be hindered; Ex. bogged down in the mud",
		"bogus: counterfeit; not authentic; intentionally false; Ex. bogus interview",
		"Bohemian: unconventional (in an artistic way)",
		"boisterous: violent; rough; noisy",
		"bolster: support; reinforce",
		"bolt: door bar; fastening pin or screw; length of fabric; large roll of cloth; V: dash or dart off; fasten (a | door); gobble down",
		"bombardment: attack (as with missiles or bombs); V. bombard",
		"bombast: grandiloquent, pompous speech",
		"bombastic: pompous; using inflated language",
		"bookish: fond of books and reading",
		"boon: blessing; benefit; something very helpful",
		"boor: rude, insensitive person",
		"boorish: rude; insensitive",
		"boost: lift by pushing up from below; increase; raise; N: push upward; increase",
		"botch: mismanage; blow",
		"bouillon: clear beef (or meat) soup",
		"bound: leap or spring; limit or confine; constitute the limit of; Ex. bounded by Canada; N: leap or jumping; boundary; ADJ: certain; having a duty to do something (legally or morally); confined by bonds; Ex. We are bound to be late; Ex. I am bound to",
		"bountiful: generous; graciously generous; showing bounty",
		"bourgeois: middle class; selfishly materialistic; too interested in material possessions",
		"bout: match; short period of great activity; Ex. wrestling bout; bout of drinking/flu",
		"bovine: cowlike; placid and dull; slow-thinking; calm",
		"bowdlerize: expurgate; CF. Thomas Bowdler",
		"brackish: somewhat saline",
		"brag: boast",
		"braggadocio: boasting",
		"braggart: boaster; bragger",
		"braid: plait; interweave strands or lengths of; make by weaving strands together; N: braided segment (as of hair)",
		"brand: trademark; mark burned on the hide of an animal; mark burned into the flesh of criminals; mark of disgrace; V: mark with a brand; give a lasting bad name; stigmatize; Ex. The press branded him a liar.",
		"brandish: wave around (a weapon); flourish",
		"bravado: swagger; assumed air of defiance; false show of bravery",
		"brave: face courageously; Ex. brave the storm",
		"brawl: noisy quarrel",
		"brawn: human muscle; muscular strength; sturdiness",
		"brawny: muscular; having well-developed muscles",
		"brazen: insolent; without shame; bold; Ex. brazen lie; V: face with bold self-assurance or with unshamed confidence",
		"breach: breaking of contract or duty; fissure or gap; opening; V.",
		"breadth: width; extent",
		"breed: produce young; rear; bring up; produce (an undesirable condition); N: kind or sort of animal or plant",
		"brevity: conciseness; shortness of duration",
		"bridle: harness fitted about a horse's head (used to restrain); curb; check; V: put a bridle on; control or restrain; show anger",
		"brim: uppermost edge of a cup; projecting rim (as on a hat); Ex. The glass was full to the brim; V: be full to the brim",
		"brindled: tawny or grayish with streaks or spots (of animals)",
		"brink: edge (at the top of a cliff); Ex. on the brink of the Grand Canyon",
		"brisk: quick and active; marked by liveliness and vigor",
		"bristle: short stiff hair; V: (hair or fur) stand up stiffly",
		"bristling: rising like bristles; showing irritation",
		"brittle: hard but easily broken; difficult; unstable; Ex. brittle situation",
		"broach: introduce as a subject; moot; open up",
		"brocade: rich, figured(patterned) fabric",
		"brochure: pamphlet",
		"broil: cook by direct heat; N.",
		"bromide: platitude; chemical compound used to calm excitement",
		"brooch: ornamental clasp; pin",
		"brood: sit on in order to hatch; think deeply or worry anxiously; N: the young of certain animals; group of young birds hatched at one time",
		"brook: tolerate; endure; Ex. brook no interference; N: small stream",
		"browbeat: bully; intimidate",
		"browse: graze; feed on growing grass; skim or glance at casually",
		"bruise: injure without breaking the skin; N.",
		"brunt: main impact or shock (of an attack or blow); Ex. brunt of the argument",
		"brusque: blunt; abrupt; curt; not wanting to waste time being nice",
		"buccaneer: pirate",
		"bucolic: rustic; pastoral",
		"buffet: strike forcefully; slap; batter; knock out; N: table with food set out for people to server themselves; meal at which people help themselves to food that's been set",
		"buffoon: stupid person; clown",
		"buffoonery: clowning",
		"bugaboo: bugbear; object of baseless terror",
		"bulge: protruding part; swelling of a surface; Ex. The apple made a bulge in his pocket; V: swell outward; protrude",
		"bulk: size or volume (esp. when very large); main part; Ex. The bulk of the work has already been done; ADJ. bulky: having great size",
		"bullion: gold and silver in the form of bars",
		"bully: one who is habitually cruel to weaker people; V.",
		"bulwark: strong wall built for defense; earthwork or other strong defense; person who defends",
		"bump: hit or knock against with force; N.",
		"bungle: mismanage; blunder; botch; blow; spoil by clumsy behavior",
		"buoyant: able to float; cheerful and optimistic; N. buoyancy; Ex. buoyancy of wood/water/American market",
		"bureaucracy: overregulated administrative system marked by red tape; ADJ. bureaucratic",
		"burgeon: grow rapidly; grow forth; send out buds; Ex. burgeoning computer industry; CF. bludgeon",
		"burlesque: give an imitation that ridicules; imitate mockingly",
		"burnish: make shiny by rubbing; polish",
		"bust: piece of sculpture showing a person's head, shoulders, and upper chest; V: break up; arrest; Ex. crimebuster",
		"buttress: support; prop up; N. stationary structure to support wall; Ex. flying buttress",
		"buxom: full-bosomed; plump; jolly"
	],
	"C": [
		"cabal: small group of persons secretly united to promote their own interests",
		"cache: hiding place; V.",
		"cacophonous: discordant; inharmonious; N. cacophony: unpleasant mixture of loud sounds",
		"cadaver: corpse; dead human body",
		"cadaverous: like a corpse; pale",
		"cadence: rhythmic rise and fall (of words or sounds); beat; regular beat of sound; rhythm",
		"cadet: student at a military school",
		"cajole: persuade by praise or false promise; coax; wheedle",
		"calamity: disaster; misery",
		"calculated: deliberately planned; likely",
		"caldron(cauldron): large kettle",
		"caliber: ability; quality; diameter of the inside of a round cylinder; Ex. work of very high caliber",
		"calligraphy: beautiful writing; excellent penmanship",
		"callous: hardened; unfeeling; without sympathy for the sufferings of others; unkind",
		"callow: youthful; immature; inexperienced",
		"callus: area of thick hard skin",
		"calorific: heat-producing; N. calorie",
		"calumny: malicious misrepresentation; slander",
		"camaraderie: good-fellowship; CF. comrade",
		"cameo: shell or jewel carved in relief; star's special appearance in a minor role in a film",
		"camp: group sharing a common cause or opinion",
		"canard: unfounded false rumor; exaggerated false report",
		"candor: frankness; open honesty; ADJ. candid",
		"canine: related to dogs; doglike",
		"canker: any ulcerous sore; ulcer; any evil; CF. cancer",
		"canny: shrewd in money matters; thrifty",
		"cant: insincere speech or expression of piety; jargon of thieves; special words used by a particular group of people",
		"cantankerous: ill-humored; irritable",
		"cantata: story set to music to be sung by a chorus (shorter than an oratorio)",
		"canter: slow gallop; V. CF. trot",
		"canto: division of a long poem",
		"canvass: determine or seek opinions, votes, etc.; go through (a region) to solicit votes or orders; conduct a survey; N.",
		"capacious: spacious",
		"capacity: mental or physical ability; role; position or duty; ability to accommodate; Ex. in my capacity as president",
		"capillary: having a very fine bore; resembling a hair; fine and slender; Ex. capillary attraction; N: very fine hairlike tube; CF. capillarity",
		"capitulate: surrender; give up all resistance",
		"caprice: whim; sudden change of mind without any real cause",
		"capricious: unpredictable; fickle",
		"capsize: (of a boat) turn over",
		"caption: title; chapter heading; text under illustration",
		"captious: faultfinding; too critical",
		"carafe: glass water bottle; decanter",
		"carapace: shell covering the back (of a turtle, tortoise, crab, etc.)",
		"carat(karat): unit of weight for precious stones; measure of the purity of gold",
		"carcinogenic: causing cancer; N. carcinogen",
		"cardinal: chief; most important; N: priest; cardinal number: number that shows quantity rather thatn order",
		"cardiologist: doctor specializing in ailments of the heart",
		"careen: lurch; sway from side to side; move with irregular swinging movement; stagger",
		"career: rush wildly; go at full speed",
		"carefree: free from worries; having no problems",
		"caricature: distortion; burlesque",
		"carillon: a set of bells (often in a tower) capable of being played",
		"carnage: destruction of life; slaughter; killing of large numbers of people or animals",
		"carnal: fleshly; sensual; concerning the desires of the body",
		"carnivorous: meat-eating; N. carnivore; CF. herbivore",
		"carousal: drunken revel; V. carouse",
		"carping: petty criticism; fault-finding; fretful complaining; quibble",
		"carrion: rotting flesh of a dead body; CF. vulture",
		"cartographer: map-maker",
		"cascade: small waterfall",
		"caste: one of the hereditary classes in Hindu society; social stratification; prestige",
		"castigation: punishment; severe criticism or disapproval",
		"castrate: remove the sex organs (of a male animal or person)",
		"casual: happening by chance; irregular; occasional; informal; showing or feeling little interest; Ex. casual reader/labor/remark",
		"casualty: serious or fatal accident; person killed or wounded in an accident or battle",
		"cataclysm: deluge; upheaval; earthquake; violent and sudden event or change",
		"catalyst: agent which brings about a chemical change while it remains unaffected and unchanged; CF. catalysis",
		"catapult: slingshot; hurling machine; V: fire from catapult",
		"cataract: great waterfall; eye abnormality (causing a gradual loss of eyesight)",
		"catastrophe: calamity ; disaster",
		"catcall: shout of disapproval or displeasure (made at the theater or a sports match); boo; V.",
		"catechism: book for religious instruction in question-and-answer form; religious instruction by question and answer; V. catechize",
		"categorical: without exceptions; made without any doubt in mind; unqualified; absolute",
		"cater: provide food and drink (for); cater to: try to satisfy (desires of a bad kind)",
		"catharsis: purging or cleansing of any passage of the body; purging and weakening of strong emotions as a result of experiencing a dramatic work of art",
		"cathartic: purgative; medicine that causes the bowels to empty; ADJ.",
		"catholic: (of likings and interests) universal; general; broad; including many different parts; wide-ranging liberal; Ex. catholic opinions/tastes",
		"caucus: private meeting of a group of people in a political party to select officers or determine policy; CF. the Caucus club of Boston",
		"caulk(calk): make watertight (by blocking up cracks as in a ship)",
		"causal: implying a cause-and-effect relationship; N. causality",
		"caustic: burning; corrosive; able to burn by chemical action; sarcastically biting; (of remarks) intended to hurt; bitter; harmful; OP. harmless",
		"cauterize: burn (a wound or snakebite, etc.) with hot iron or caustic substance to stop bleeding and prevent infection",
		"cavalcade: procession of riders or horse-drawn carriages; parade; CF. cavalry",
		"cavalier: casual and offhand; arrogant; N: knight",
		"cavil: quibble; make frivolous objections; find fault unnecessarily",
		"cede: yield (title or territory) to (esp. after losing a war); surrender formally; N. cession",
		"celerity: speed; rapidity",
		"celestial: heavenly",
		"celibate: abstaining from sexual intercourse; unmarried; N. celibacy",
		"cemetery: place for burying the dead",
		"censor: (in ancient Rome) overseer of morals (also taking the census); person who eliminates inappropriate matter; V.",
		"censorious: severely critical",
		"censure: blame; criticize; express strong disapproval; N: severe criticism; strong disapproval",
		"centaur: mythical figure, half man and half horse",
		"centigrade: denoting a widely used temperature scale (basically same as Celsius)",
		"centrifugal: radiating; departing from the center",
		"centrifuge: machine that separates substances by whirling them",
		"centripetal: tending toward the center",
		"centurion: Roman army officer (commanding a company of about 100 soldiers)",
		"cerebral: pertaining to the brain or intellect; intellectual rather than emotional; CF. cerebrum",
		"cerebration: thought; working of the brain",
		"ceremonious: marked by formality; extremely formal and polite; CF. ceremony: conventional social courtesy",
		"certitude: certainty",
		"cessation: stoppage",
		"cession: yielding to another; ceding",
		"chafe: warm by rubbing; make sore by rubbing; N.",
		"chaff: worthless products of an endeavor; husk(outer seed cover) separated from grain; Ex. separate the wheat from the chaff",
		"chaffing: bantering; joking",
		"chagrin: annoyance and disappointment; vexation (caused by humiliation or injured pride)",
		"chalice: goblet; consecrated cup",
		"chameleon: lizard that changes color in different situations",
		"champion: support militantly; fight for; N: person who fights for or supports strongly (a principle, movement, person, etc.)",
		"championship: position of champion; defense or support; competition held to determine a champion",
		"chancellor: legal official of high rank; CF. chancellery(chancellory): position of a chancellor",
		"chant: tune(melody) in which a number of words are sung on the same note; V: sing (a chant); utter (a slogan) in the manner of a chant",
		"chaotic: in utter disorder",
		"chapel: small church (in a prison, college, or hospital)",
		"chaperon: older person who accompanies and supervises a young unmarried woman",
		"chaplain: clergyman attached to a chapel",
		"char: make or become black by burning; reduce or be reduced to carbon or charcoal(black substance made by burning wood) by incomplete combustion",
		"charisma: divine gift; great popular charm or appeal; magnetism",
		"charlatan: quack; pretender to knowledge (esp. in medicine)",
		"charm: quality of pleasing; amulet; action or formula thought to have magical power; spell; V: attract; cast a spell on; bewitch",
		"chary: cautious; unwilling to take risks; sparing or restrained about giving; OP. bold",
		"chase: ornament a metal surface by indenting; follow rapidly to catch",
		"chasm: abyss; very deep crack",
		"chassis: framework and working parts of an automobile; framework to which components are attached",
		"chaste: morally pure; virginal; abstaining from illicit sexual acts; modest; simple (of a style of writing); not highly decorated; austere",
		"chasten: discipline; punish in order to correct; CF. castigate",
		"chastise: punish as by beating; criticize severely",
		"chauvinist: blindly devoted patriot; zealous adherent of a group, cause, or sex; ADJ. chauvinistic; CF. chauvinism; Nicolas Chauvin",
		"check: stop motion; curb or restrain",
		"checkered(chequered): marked by great changes in fortune; with many changes of fortuene; CF. checked: having a pattern of squares",
		"cherubic: angelic; innocent-looking; N. cherub; CF. seraph: winged angel of the highest order",
		"chicanery: trickery; deception",
		"chide: scold; rebuke (someone who has done wrong)",
		"chimerical: fantastically improbable; highly unrealistic; N. chimera: unreal fancy; fire-breathing female creature",
		"chip: lose a small piece from the surface or edge; N: small piece broken off something; CF. French fry; Potato chip/crisp",
		"chisel: swindle or cheat; N: wedgelike tool for cutting",
		"chivalrous: courteous; faithful; brave; N. chivalry",
		"choice: delicate; of very fine quality",
		"choir: group of people who sing together (esp. during religious services); place for choir",
		"choleric: hot-tempered; bad-tempered; irritable; easily angered; CF. cholera",
		"chore: daily domestic task (such as cleaning, cooking, and shopping); unpleasant task",
		"choreography: art of representing dances in written symbols; arrangement of dances",
		"chortle: chuckle with delight; N.",
		"chorus: phrase repeated throughout a song or poem",
		"chronic: long established as a disease",
		"chronicle: report; record (in chronological order)",
		"chuckle: laugh quietly",
		"churlish: boorish; rude; N. churl: boor; yahoo",
		"ciliated: having minute hairs; CF. cilium; CF. cilia: eyelash",
		"cipher: nonentity; worthless person or thing; zero; secret code; V.",
		"circlet: small ring; band of gold, silver, jewel, etc. (worn on the head, arms, or neck as decoration)",
		"circuit: closed circular line around an area; circumference; regularly repeated journey from place to place",
		"circuitous: roundabout",
		"circumlocution: indirect or roundabout expression (by using an uncecessarily large number of words esp. when trying to avoid answering a difficult question directly)",
		"circumscribe: limit; confine; draw a line around",
		"circumspect: prudent; cautious; acting after careful thought",
		"circumvent: outwit; defeat by behaving more cleverly; outsmart; baffle; avoid; get around",
		"cistern: reservoir or water tank",
		"citadel: fortress",
		"cite: quote; commend; Ex. cited for bravery in an official record",
		"civil: having to do with citizens; not military or religious; courteous and polite; Ex. married in a civil ceremony; Ex. civil strife/disorder/law; N. civility; CF. civic",
		"clairvoyant: having foresight; fortuneteller; N. clairvoyance",
		"clamber: climb by crawling with difficulties; scramble",
		"clamor: loud continous noise; continuous demand or complaint made by a large number of people; V: make a clamor; express (a demand) continually and loudly; ADJ. clamorous",
		"clandestine: secret",
		"clangor: loud resounding noise; sound of repeated clanging",
		"clap: strike the palms of the hands together with a sudden explosive sound; come together suddenly with a sharp sound; put or send promptly; Ex. clap the thief in jail; N: clapping; loud or explosive sound; CF. applause",
		"clapper: striker (tongue) of a bell",
		"clarion: shrill, trumpetlike sound; kind of trumpet used in former times",
		"clasp: hold firmly within arms",
		"claustrophobia: fear of being locked in",
		"clavicle: collarbone",
		"cleave: split or sever; cling to; remain faithful to; N. cleavage; ADJ. cloven",
		"cleft: N: split",
		"clemency: disposition to be lenient in deciding punishments; mildness as of the weather; ADJ. clement",
		"cliche: phrase dulled in meaning by repetition; platitude; ADJ. cliched",
		"clientele: body of customers",
		"climactic: relating to the highest point; N. climax; CF. climatic",
		"clime: climate",
		"clip: cut off with shears; fasten; N: something clipped off (as a short extract from film); clasp or fastener",
		"clipper: sailing vessel built for great speed",
		"clique: small exclusive group of people",
		"cloister: monastery or convent",
		"clot: half-solid lump formed from a liquid (or blood); V.",
		"clout: great influence (especially political or social); hard blow with fist",
		"clown: act stupidly; play the fool; N.",
		"cloying: distasteful (because excessive); excessively sweet or sentimental; V. cloy: become unpleasant through too much sweetness or excess",
		"coagulate: congeal; thicken; clot; N. coagulant",
		"coalesce: combine; fuse; N. coalescence",
		"coalition: partnership; league; union of separate political parties",
		"coax: persuade by flattery",
		"coda: concluding section of a musical or literary composition",
		"coddle: treat gently; indulge excessively; pamper; mollycoddle; baby; cook in water just below boiling point; Ex. coddled eggs",
		"codicil: supplement to the body of a will; later addition to a will",
		"codify: arrange (laws or rules) as a code; classify; N. code: system of words used instead of ordinary writing; collection of laws, rules, established social customs",
		"coercion: use of force to get someone to object; compelling; V. coerce",
		"coeval: living at the same time as; existing during the same period of time; contemporary; of the same age",
		"cog: tooth projecting from a wheel",
		"cogent: convincing",
		"cogitate: think over; ponder",
		"cognate: having a common origin; related linguistically; allied by blood; similar or akin in nature; Ex. cognate languages; N.",
		"cognitive: having to do with knowing or perceiving related to the mental processes; N. cognition: the mental process of knowing",
		"cognizance: knowledge; ADJ. cognizant; having knowledge; aware",
		"cohabit: live together",
		"cohere: stick together",
		"cohesion: tendency to keep together",
		"cohorts: group of people who share some common quality; armed band; a group of between 300 and 600 soldiers under one commander (in the ancient Rome)",
		"coiffure: hairstyle",
		"coin: make coins; invent or fabricate (a word or phrase); N. coinage: word or phrase recently invented",
		"coincidence: the chance occurrence, at the same time, of two or more seemingly connected events; V. coincide: happen at the same time; be in agreement; CF. coincident; CF. coincidental",
		"colander: utensil with perforated bottom used for straining",
		"collaborate: work together; cooperate treasonably with the enemy",
		"collage: work of art put together from fragments",
		"collate: examine and compare in order to verify authenticity; arrange in order (the sheets of a book before they are bound)",
		"collateral: security given for loan; ADJ: secondary; descended from the same person but through different sons or daughters",
		"collation: a light meal; collating",
		"collected: composed; calm; self-possessed",
		"colloquial: pertaining to conversational or common speech; informal; N. colloquialism: colloquial expression",
		"colloquy: informal discussion; conversation",
		"collusion: conspiring in a fraudulent scheme to cheat or deceive others; V. collude",
		"colossal: huge",
		"colossus: gigantic statue; person or thing of great size or importance",
		"coma: deep prolonged unconsciousness caused by disease, poison, or a severe blow",
		"comatose: in a coma; extremely sleepy",
		"combustible: easily burned; N. CF. combustion",
		"comeback: retort; quick clever reply; return to former status",
		"comely: attractive; agreeable; having a pleasing appearance",
		"comestible: something fit to be eaten",
		"comeuppance: deserts; well-deserved punishment or misfortune; rebuke",
		"comity: courtesy; civility; Ex. comity of nations",
		"commandeer: take (private property) for military use without needing permission or giving payment; draft for military purposes",
		"commemorate: honor the memory of; serve as a memorial to; Ex. commemorate the 100th anniversary/those who died in the war",
		"commemorative: remembering; honoring the memory of; Ex. commemorative stamp",
		"commensurate: equal in extent; of the same size",
		"commiserate: feel or express pity or sympathy for",
		"commodious: spacious and comfortable",
		"commonplace: ordinary; N: something ordinary or common; trite remark",
		"commonwealth: nation governed by the people; republic; people of a nation",
		"communal: held in common; public; of a group of people; of a commune",
		"commune: small (often rural) community whose members share work and income; V: exchange thoughts or feelings; Ex. commune with nature",
		"compact: agreement; contract; ADJ: tightly packed; firm; brief; concise; Ex. compact statement",
		"compartment: one of the parts into which an enclosed space is divided",
		"compassion: sympathy for the suffering of others; ADJ. compassionate",
		"compatible: harmonious; in harmony with; able to exist together",
		"compelling: overpowering; irresistible in effect; holding one's attention; that compels one to do something; Ex. a compelling adventure story; V. compel",
		"compendium: brief, comprehensive summary; ADJ. compendious",
		"compensatory: making up for; repaying",
		"compilation: listing of information in tabular or book form; compiling",
		"compile: assemble; gather; accumulate; make (a report or a book) from facts and information found in various places; Ex. compile a dictionary",
		"complacency: self-satisfaction; smugness; ADJ. complacent",
		"complaisant: trying to please; obliging; willing to please others",
		"complement: complete; consummate; make perfect; N.",
		"complementary: serving to complete something",
		"compliance: conformity in fulfilling requirements; readiness to yield; disposition to yield to others; V. comply",
		"compliant: readily acting in accordance with a rule, order, or the wishes or others; yielding; comforming to requirements",
		"complicity: participation; involvement (in a questionable act or a crime)",
		"component: element; ingredient",
		"comport: bear one's self; behave; Ex. comport oneself; N. comportment",
		"compost: mixture of decaying organic matter used as fertilizer; V: put or make compost",
		"composure: mental calmness",
		"compound: combine; produce by combining; increase; make worse by adding to or increasing; exacerbate; Ex. compound an error; ADJ: consisting of two or more parts; N: combination of two or more parts; area enclosed by a wall containing a group of buildings;",
		"comprehend: include; understand",
		"comprehensive: broad; including a lot or everything; thorough; inclusive",
		"compress: force into less space; squeeze; contract; put into fewer words; N: thick mass of cloth pressed to part of the body to stop bleeding or swelling, reduce fever, etc.",
		"comprise: include; consist of",
		"compromise: adjust or settle by making mutual concessions; endanger the interests or reputation of; put into danger, disrepute, or a dishonorable position; Ex. compromise one's principle; N.",
		"compulsion: compelling; strong desire that is difficult to control; irresistible impulse",
		"compulsive: resulting from compulsion",
		"compulsory: obligatory; that must be done",
		"compunction: remorse; strong uneasiness caused by guilt",
		"compute: reckon; calculate",
		"concatenate: link as in a chain",
		"concave: hollow; curved inwards; OP. convex",
		"concede: admit; acknowledge as being true (often reluctantly); yield; grant; Ex. concede a goal",
		"conceit: vanity or self-love; too high opinion of one's own value; extravagant metaphor (in poetry)",
		"concentric: having a common center",
		"conception: beginning; forming of an idea; fertilization; V. conceive: form an idea in the mind; devise; become pregnant; CF. inception",
		"concerted: mutually agreed on; done together by agreement; Ex. concerted effort; CF. in concert: working together",
		"concession: an act of yielding; conceding; something conceded; point, right, etc. given unwillingly; privilege of maintaining a business in a certain place; Ex. oil concessions in the North sea; CF. concessionaire",
		"conciliatory: reconciling; soothing; V. conciliate: reconcile; soothe; win the friendly feelings (by removing anger)",
		"concise: brief and compact",
		"conclave: private secret meeting",
		"conclusive: decisive; ending all debate",
		"concoct: prepare by mixing or combining; make up in concert; devise (something false) so as to deceive; Ex. concoct an elaborate excuse for being late; N. concoction",
		"concomitant: that which accompanies; Ex. Deafnes is a frequent concommitant of old age; ADJ: existing or happening together with something else",
		"concord: harmony; accord",
		"concordat: formal agreement",
		"concur: agree; coincide; happen at the same time",
		"concurrent: happening at the same time; in agreement",
		"condescend: (derog.) bestow courtesies with a superior air; descend to the level of one considered inferior",
		"condign: adequate; (of punishment) severe and well deserved",
		"condiments: seasonings; spices",
		"condole: express condolences; N. condolence: sympathy for someone who has experienced great sorrow",
		"condone: overlook; forgive; give tacit approval; excuse",
		"conducive: helpful; contributive; V. conduce; Ex. conduce to/towards",
		"conduit: aqueduct; passageway for fluids",
		"confidant(confidante): trusted friend (to whom one tells one's secret)",
		"confide: tell in confidence (to a person one trusts); be confident about",
		"confidence: self-assurance; calm unworried feeling based on a strong belief in one's abilities; strong belief in the ability of a person or plan; trust or faith in a person or thing; something confided; secret; Ex. confidence in your ability; Ex. I'm telling yo",
		"confidential: spoken or written in secret; trusted with private matters; Ex. confidential secretary",
		"confine: shut in an enclosed space; restrict; keep within limits; N. confinement",
		"confiscate: seize; take possession of (private property) by official order (usu. as a punishment); commandeer",
		"conflagration: great fire",
		"confluence: flowing together; the place where two rivers flow together; crowd; gathering together",
		"conformist: person who uncritically conforms to the customs of a group; OP. nonconformist: one who does not conform to accepted beliefs of norms",
		"conformity: harmony; agreement with established rules or customs; similarity; Ex. behave in conformity with; V. conform: be similar; act in agreement; comply; Ex. conform to the rule; CF. conformance",
		"confound: confuse; puzzle",
		"congeal: freeze; coagulate",
		"congenial: pleasant; friendly; in agreement with one's tastes and nature; Ex. congenial weather",
		"congenital: existing at birth",
		"conglomerate: corporation made up of several different companies in diversified fields; mass of various material gathered together; rock consisting of small stones held together by clay; V.",
		"conglomeration: mass of material sticking together",
		"congruence: correspondence of parts; harmonious relationship; CF. congruity",
		"congruent: in agreement; harmonious; corresponding; coinciding exactly; CF. congruous",
		"conifer: pine tree (usu. evergreen); cone-bearing tree; ADJ. coniferous; CF. deciduous; CF. evergreen",
		"conjecture: surmise; guess; V.",
		"conjugal: pertaining to marriage",
		"conjure: cause to appear by magic; summon (a devil or a spirit) by magical power; practice magic (esp. by very quick movement of the hands); evoke; conjure up: bring into the mind; Ex. The magician conjured a rabbit out of his hat.",
		"connivance: pretense of ignorance of something wrong; assistance; permission to offend; V. connive: feign ignorance (of a wrong); cooperate secretly in an illegal action; conspire",
		"connoisseur: person competent to act as a judge of art, etc. (whose judgments are respected); a lover of an art",
		"connotation: suggested or implied meaning of an expression; V. connote",
		"connubial: pertaining to marriage or the matrimonial state",
		"consanguineous(consanguine): having a common ancestor",
		"consanguinity: kinship; relationship by birth",
		"conscientious: scrupulous; through and careful; Ex. conscientious worker",
		"conscript: draftee; person forced into military service; V.",
		"consecrate: dedicate; sanctify; declare as sacred; Ex. consecrate one's life to helping the poor",
		"consensus: general agreement; opinion reached by a group",
		"consequential: self-important; significant; consequent; following as a result; Ex. consequential air; CF. subsequent",
		"conservatory(conservatoire): school of the fine arts (especially music or drama); glass-enclosed area; CF. conservancy",
		"consign: send to a person or place for sale; deliver officially; entrust; put into the care of another; set apart (for a special purpose); N. consignment; CF. consignor, consignee",
		"consistency: absence of contradictions; uniformity; degree of thickness or firmness; Ex. consistency of thick cream; CF. viscous",
		"console: lessen sadness or disappointment; give comfort; allay the sorrow of; N. consolation",
		"consolidation: unification; process of becoming firmer or stronger; V. consolidate: merge; strengthen",
		"consonance: harmony; agreement",
		"consonant: harmonious; in agreement; N.",
		"consort: associate with; keep company; N: husband or wife (or a ruler)",
		"conspiracy: treacherous plot; secret plan against the law (by two or more people)",
		"conspire: take part in a conspiracy; (of events) work together; combine; Ex. Events conspired to produce great difficulties.",
		"consternation: great shock; dismay",
		"constituency: voters represented by an elected official; district so represented; group of supporters (or constituents)",
		"constituent: supporter; voter; member of a constituency; component",
		"constitution: constituting; system of laws; composition of something; physical makeup or structure of a person; Ex. men with strong constitutions",
		"constraint: restraint; compulsion; repression of feelings; reticence; V. constrain: hold back; restrain; compel; oblige; confine forcibly; imprison",
		"construe: explain; interpret; Ex. construe her silence as meaning that she agreed; CF. misconstrue",
		"consummate: complete; V.",
		"contagion: infection (by contact); ADJ. contagious; CF. infectious: that can be passed by infection in the air",
		"contaminate: pollute",
		"contempt: scorn; disdain; ADJ. contemptuous; CF. contemptible",
		"contend: struggle; compete; assert earnestly; state strongly",
		"contention: assertion; claim; thesis; struggling; competition",
		"contentious: quarrelsome; controversial; likely to cause arguments",
		"contest: dispute; argue about the rightness of; compete for; try to win; Ex. contest the election results; Ex. contest a seat in Parliament; N.",
		"context: writings preceding and following the passage quoted; circumstance in which an event occurs",
		"contiguous: adjacent to; touching upon",
		"continence: self-restraint; sexual chastity; sexual abstinence; voluntary control over bladder and bowel functions; ADJ. continent",
		"contingent: dependent on something uncertain or in the future; conditional; happening by chance; accidental; N: a group of soldiers, ships to a larger force; CF. contingency: future event that may or may not occur; possibility; Ex. prepare for every contingency",
		"contortions: twistings; distortions; V. contort: twist violently out of shape; CF. contortionist",
		"contraband: illegal trade; smuggling; smuggled goods; ADJ.",
		"contravene: contradict; oppose; violate (a rule, law, or custom); N. contravention",
		"contrite: penitent; repentant; N. contrition",
		"contrivance: something contrived; machine or apparatus; clever deceitful plan; scheme",
		"contrive: invent or fabricate in a clever way (by improvisation); manage; Ex. contrive to attract his attention",
		"contrived: unnatural and forced; artificial; not spontaneous; Ex. The ending was rather contrived.",
		"controvert: oppose with arguments; attempt to refute; contradict; ADJ. controversial; N. controversy",
		"contumacious: stubborn and disobedient; resisting authority (esp. disobedient to an order made by a court)",
		"contusion: bruise",
		"conundrum: riddle; difficult problem",
		"convene: come together; assemble; call to meet; Ex. convene the council",
		"convention: social or moral custom; established practice; formal meeting; international agreement",
		"conventional: ordinary; typical; not nuclear; Ex. conventional weapons",
		"converge: approach; tend to meet; come together",
		"conversant: familiar with; having knowledge of",
		"converse: opposite; ADJ.",
		"convert: one who has adopted a different religion or opinion; V: change into another form; (persuade to) adopt a particular religion or belief",
		"convex: curving outward",
		"conveyance: vehicle; transfer; act of conveying; Ex. public conveyance",
		"conviction: judgment that someone is guilty of a crime; strongly held belief",
		"convivial: pleasantly merry; festive; joyous; gay; characterized by joviality; jovial",
		"convoke: call together; Ex. convoke Parliament; N. convocation",
		"convoluted: coiled around; twisted; involved; complicated; intricate; complex; N. convolution: twist; one of the convex folds of the surface of the brain",
		"convulsion: violent uncontrollable shaking movement (caused by illness); V. convulse; ADJ. convulsive",
		"copious: plentiful",
		"coquette: flirt; flirtatious woman; woman who tries to attract the admiration of men without sincere feelings; V.",
		"cordial: warmly friendly; gracious; heartfelt; Ex. cordial welcome",
		"cordon: extended line of men or fortifications to prevent access or egress; V.",
		"cornice: projecting molding on building (usually above columns or pillars);",
		"cornucopia: horn (or horn-shaped container) overflowing with fruit and grain; symbol of abundance; horn of plenty",
		"corollary: natural consequence (which naturally follows from something else)",
		"coroner: public official who investigates any death thought to be of other than natural causes",
		"corporeal: bodily (rather than spiritual); of a bodily form; material; tangible",
		"corpulent: very fat; N. corpulence",
		"corpus: collection (of writings or information); Ex. the corpus of Shakespear's works; Cf. corpse",
		"corpuscle: red or white cell in the blood",
		"correlate: either of the correlated things; V.",
		"correlation: mutual relationship",
		"corroborate: confirm; support; strengthen",
		"corrode: destroy or wear away gradually by chemical action (over a long period)",
		"corrosive: eating away by chemicals or disease; (of language) fierce",
		"corrugated: wrinkled; ridged",
		"cosmic: pertaining to the universe; vast",
		"coterie: group that meets socially; select circle; close group of people with shared interests",
		"countenance: approve; support; tolerate; Ex. countenance his rude behavior; N: face; appearance",
		"countermand: cancel; revoke (an order)",
		"counterpart: thing that completes another; things very much alike; thing that has the same purpose in a different system",
		"coup: highly successful action or sudden attack; coup(s) detat; CF. coup de grace: deathblow or shot which kills",
		"couple: join; unite; OP. uncouple",
		"courier: messenger",
		"court: attempt to gain; seek; woo; risk; behave so as to invite; attempt to gain the favor of by attention; Ex. court disaster",
		"covenant: binding agreement between two groups or people; compact; V: enter into a covenant; promise",
		"covert: secret; hidden; implied; OP. overt",
		"covetous: avaricious; desirous of (someone else's possessions); V. covet: desire eagerly (someone else's possessions)",
		"cow: terrorize; intimidate",
		"cower: shrink quivering as from fear; cringe",
		"coy: shy (flirtatiously); showing a (pretended) lack of self-confidence; modest; coquettish; CF. job offer",
		"cozen: cheat; hoodwink; swindle",
		"crabbed: sour; bad-tempered; peevish; difficult to read as handwriting",
		"craft: skill (esp. with one's hands); skill in deceiving people; guile; ADJ. crafty: cleverly deceitful; cunning",
		"crass: very unrefined; grossly insensible; crude and undiscriminating; Ex. crass behavior",
		"crave: desire; want intensely",
		"craven: cowardly",
		"credence: belief",
		"credential: evidence concerning one's authority; written proof of a person's position; Ex. The new ambassador presented his credentials to the court.",
		"credo: creed",
		"credulity: belief on slight evidence; gullibility; naivete; ADJ. credulous",
		"creed: system of religious or ethical belief",
		"creep: move with body close to the ground; move stealthily or slowly; N.",
		"cremate: incinerate (a corpse); N. crematory, crematorium",
		"crescendo: increase in the volume or intensity as in a musical passage; climax; CF. crescent",
		"crest: top (as of a hill or wave); showy feathers on the head of a bird",
		"crestfallen: dejected; dispirited",
		"crevice: crack; fissure",
		"cringe: shrink back as if in fear; cower",
		"crinkle: wrinkle",
		"criteria: standards used in judging; CF. criterion",
		"crochet: make (a piece of needlework) by looping thread with a hooked needle; N. CF. crotchet",
		"crone: hag; ugly old woman",
		"cross: bad-tempered; showing ill-humor; angry",
		"crossbreed: hybridize; N: hybrid; CF. interbreed; CF. inbreed",
		"crotchety: (of someone old) eccentric; odd; whimsical; bad-tempered; N. crotchet: odd or whimsical notion",
		"crust: hard outer covering (as of earth or snow)",
		"crux: essential or main point; Ex. the crux of the problem; ADJ. crucial: of deciding importance",
		"crypt: secret recess or vault usually used for burial; underground room (under a church)",
		"cryptic: mysterious; hidden; secret",
		"cubicle: small chamber used for sleeping or work",
		"cue: word or signal (as in a play to prompt another actor's speech or entrance); reminder or hint; V: give a cue to",
		"cuisine: style of cooking; Ex. French cuisine",
		"culinary: relating to cooking or kitchen",
		"cull: pick out from others (to kill the weakest members); reject; select; collect (information); N.",
		"culmination: highest point; climax; V. culminate in: reach the highest point in; end in; Ex. a series of minor clashes culminating in war",
		"culpable: deserving blame; blameworthy",
		"culprit: one guilty of a crime",
		"culvert: artificial channel for water; drain crossing under a road",
		"cumbersome: heavy and awkward to carry or wear; burdensome; Ex. cumbersome parcel/uniform",
		"cumulative: growing by addition; accumulative",
		"cunning: clever in deceiving; sly; N: cleverness in deceiving; deceit",
		"cupidity: greed (for wealth); CF. cupid; CF. Cupid",
		"curator: superintendent; manager (in charge of a museum or a library)",
		"curb: chain or strap used with a bit to restrain a horse; something that checks; V: check; restrain",
		"curfew: regulation requiring all people to leave the streets at stated times; signal (as a bell) announcing the hour of a curfew",
		"curmudgeon: churlish, miserly individual; bad-tempered old person",
		"cursive: (of writing) flowing; running; having the successive letters joined",
		"cursory: casual; hastily done with little attention to detail",
		"curtail: shorten; reduce",
		"cynical: skeptical or distrustful of human motives; N. cynicism; CF. cynic: person who believes all people are motivated by selfishness",
		"cynosure: object of general attention; person or thing that is a center of attention; CF. Ursa Minor"
	],
	"D": [

	],
	"E": [

	],
	"F": [

	],
	"G": [

	],
	"H": [

	],
	"I": [

	],
	"J": [

	],
	"K": [

	],
	"L": [

	],
	"M": [

	],
	"N": [

	],
	"O": [

	],
	"P": [

	],
	"Q": [

	],
	"R": [

	],
	"S": [

	],
	"T": [

	],
	"U": [

	],
	"V": [

	],
	"W": [

	],
	"X": [

	],
	"Y": [

	],
	"Z": [

	]
}