{
	"A": [
		"abase: lower; degrade; humiliate; make humble; make (oneself) lose self-respect abash embarrass abate subside or moderate abbreviate shorten abdicate renounce; give up ",
		"abject: (of a condition) wretched; as low as possible; lacking pride; very humble; showing lack of self-respect; Ex. abject apology",
		"abjure: renounce upon oath",
		"ablution: washing",
		"abnegation: renunciation; self-sacrifice; self-abnegation",
		"abode: dwelling place; home",
		"abolish: cancel; put an end to",
		"abominable: detestable; extremely unpleasant",
		"abominate: loathe; hate",
		"aboriginal: being the first of its kind in a region; primitive; native; indigenous; N. aborigine",
		"abortive: unsuccessful; fruitless",
		"abrasive: rubbing away; tending to grind down",
		"abridge: condense or shorten",
		"abrogate: abolish",
		"abscission: cutting off; separation",
		"abscond: depart secretly and hide",
		"absolute: complete; totally unlimited; having complete power; certain; not relative; Ex. absolute honesty/ruler; CF. absolutism",
		"absolve: pardon (an offense)",
		"abstain: refrain; withhold from participation; intentionally not use one's vote;",
		"abstemious: sparing in eating and drinking; temperate",
		"abstinence: restraint from pleasant things, esp. eating or drinking; CF. abstention: act of abstaining from vote",
		"abstract: theoretical; not concrete; nonrepresentational",
		"abstruse: obscure; profound; difficult to understand",
		"abusive: coarsely insulting; physically harmful",
		"abut: border upon; adjoin",
		"abysmal: bottomless",
		"abyss: enormous chasm; vast bottomless pit",
		"academic: related to a school; not practical or directly useful",
		"accede: agree",
		"accelerate: move faster",
		"accessible: easy to approach; obtainable",
		"accessory: additional object; useful but not essential thing",
		"acclaim: applaud; praise; greet with great approval; announce with great approval; Ex. The new drung has been acclaimed as the most important discoveries for years; N: strong expression of approval and praise",
		"acclimate: adjust to climate or environment; adapt",
		"acclivity: sharp upslope of a hill; OP. declivity",
		"accolade: award of merit; strong praise and approval",
		"accommodate: oblige or help someone; adjust or bring into harmony; adapt; make enough space for; ADJ. accommodative; CF. accomodating: helpful and obliging",
		"accomplice: partner in crime",
		"accord: agreement",
		"accost: approach and speak first to a person",
		"accoutre: equip; N. accoutrement",
		"accretion: growth or increase in size by gradual addition; growth; increase; increase by natural growth; Ex. towers and other accretions of the castle; V. accrete",
		"accrue: come to one as a gain; accumulate over time; come about by addition; Ex. benefits that accrue from scientific research; Ex. interest accruing in a bank account; N. accrual",
		"acerbity: bitterness of speech and temper; ADJ. acerbic: bitter; acrid (in taste, manner, or tone)",
		"acetic: vinegary",
		"acidulous: slightly sour (in taste or manner); sharp; caustic",
		"acknowledge: recognize; admit",
		"acme: peak; pinnacle; highest point",
		"acne: skin disease (on the face)",
		"acoustics: science of sound; quality that makes a room easy or hard to hear in",
		"acquiesce: assent; agree passively; comply without protest",
		"acquittal: deliverance from a charge; V. acquit: free from a charge or accusation; discharge from a duty; conduct (oneself) in a specified manner",
		"acrid: bitter (to the taste or smell); sharp; bitterly pungent",
		"acrimonious: stinging; caustic; bitter in words or manner; N. acrimony: bitter ill-natured animosity in speech or behavior",
		"acrophobia: fear of heights",
		"actuarial: calculating; pertaining to insurance statistics",
		"actuary: someone who advises insurance companies",
		"actuate: motivate; activate; cause to act",
		"acuity: sharpness (of mind or senses of sight or hearing)",
		"acumen: mental keenness; sharpness of judgment; ability to judge quickly and well; Ex. business acumen",
		"acute: (of the senses) sharp; quickly perceptive; keen; penetrating; brief and severe; Ex. acute sense of smell/analysis/pain",
		"adage: wise saying; proverb",
		"adamant: hard; inflexible",
		"adapt: make or become suitable for a specific use; alter; modify; adjust; N. adaptation: act of adapting; composition recast into a new form; Ex. The play is an adaption of a short novel.",
		"addendum: addition; appendix to book; something that is added (as at the end of a speech or book)",
		"addiction: compulsive habitual need",
		"addle: make or become confused; muddle; drive crazy; become rotten (egg)",
		"address: direct a speech to; speak to; deal with or discuss; direct one's efforts or attention to; make with a destination; N: formal speech",
		"adept: expert at; very skilled",
		"adhere: stick fast; be a devotd follower; N. adhesion: adhering; devotion; loyality",
		"adherent: supporter; follower",
		"adjacent: adjoining; neighboring; close by",
		"adjoin: be next to",
		"adjourn: suspend until a later time; move from one place to another",
		"adjunct: something attached to but holding an inferior position",
		"adjuration: solemn urging; V. adjure: entreat earnestly; enjoin solemnly",
		"adjutant: staff officer assisting the commander; assistant",
		"admonish: warn or speak to with gentle disapproval; reprove",
		"adore: love deeply and respect highly",
		"adorn: decorate",
		"adroit: skillful (in using mind or hand)",
		"adulation: flattery; admiration that is more than is necessary or deserved",
		"adulterate: make impure or of poorer quality by adding inferior or tainted(contaminated) substances",
		"Advent: arrival",
		"adventitious: accidental; casual; happening by chance",
		"adversary: opponent; enemy",
		"adverse: going against; opposing; unfavorable; hostile",
		"adversity: great hardship or affliction; misfortune; calamitous event",
		"advert: refer",
		"advocacy: support; active pleading on behalf of someone or something",
		"advocate: speak in favor of; support (an idea or plan); urge; plead for",
		"aegis: shield; protection; defense",
		"aerie(aery,eyrie,eyry): nest of a large bird of prey",
		"aesthetic: artistic; dealing with or capable of appreciating the beautiful (of a person or building); CF. aesthete; CF. aesthetics",
		"affable: easily approachable; easy to talk to; warmly friendly",
		"affected: artificial; pretended",
		"affidavit: written statement made under oath (for use as proof in a court of law)",
		"affiliation: joining; associating with",
		"affinity: feeling of kinship; similarity; Ex. strong affinity for her; Ex. many affinities between two languages",
		"affirmation: positive assertion; confirmation; solemn pledge by one who refuses to take an oath; V. affirm; ADJ. affirmative; CF. affirmative action: positive discrimination",
		"affliction: state of distress; trial; cause of distress or suffering; V. afflict: inflict grievous suffering on",
		"affluence: abundance; wealth",
		"affront: insult; offense; intentional act of disrespect; V: insult or hurt the feelings of intentionally",
		"afterlife: life after death; later part of one's life",
		"agape: openmouthed",
		"agenda: items of business at a meeting",
		"agglomeration: collection; heap; V. agglomerate: gather into a rounded mass; N. aggolmeate: jumbled mass; heap",
		"aggrandize: make greater; increase in power, wealth, rank, or honor; N. aggrandizement",
		"aggregate: sum; total; ADJ. V: gather into a mass or whole; accumulate; add up to; Ex. aggregate 100 dollars",
		"aghast: filled with great surprise or fear; horrified",
		"agility: nimbleness; ability to move quickly",
		"agitate: stir up; disturb",
		"agnostic: one who is skeptical of the existence or knowability of a god or any ultimate reality",
		"agog: highly excited; intensely curious",
		"agrarian: pertaining to land or its cultivation; Ex. agrarian reform",
		"airy: of air; high in the air; lofty; immaterial; unreal",
		"alacrity: cheerful promptness without reluctance",
		"alchemy: medieval chemistry",
		"alcove: nook; recess",
		"alias: an assumed name esp. by a criminal (usually to mislead people); ADV. alias",
		"alienate: make unfriendly or hostile; estrange; separate; change the ownership of",
		"alimentary: supplying nourishment",
		"alimony: payments made regularly to an ex-spouse after divorce",
		"allay: calm; pacify",
		"allege: state without proof",
		"allegiance: loyalty",
		"allegory: story, play, or picture in which characters are used as symbols; fable",
		"alleviate: relieve (pain)",
		"alliteration: repetition of beginning sound in poetry",
		"allocate: assign; set apart for a particular purpose",
		"alloy: mixture as of metals; something added that lowers in value or purity; V: mix; make less pure; lower in value or quality; spoil; CF. unalloyed: not in mixture with other maetals; pure; complete; unqualified; Ex. unalloyed happiness",
		"allude: refer indirectly; N. allusion: indirect reference",
		"allure: entice; attract; tempt",
		"alluvial: pertaining to soil deposits left by running water",
		"alms: money or goods given to the poor",
		"aloft: upward; high up in the air",
		"aloof: apart; not open in one's relationship with other people; reserved; ADV.",
		"altercation: noisy quarrel",
		"altruistic: unselfishly generous; concerned for others; N. altiruism: unselfish concern for the welfare of others; unselfishness; OP. egoism",
		"amalgam: combination of different things; mixture of metals (containing mercury) used for filling holes in teeth",
		"amalgamate: (of societies or groups) combine; unite in one body",
		"amass: collect (gradually, in a very large amount)",
		"amazon: female warrior",
		"ambidextrous: capable of using either hand with equal ease",
		"ambience: environment; atmosphere; Ex. restraurant with a pleasant ambience; ADJ. ambient: completely surrounding; Ex. ambient temperature",
		"ambiguous: unclear or doubtful in meaning; having more than one possible interpretation",
		"ambivalence: the state of having contradictory or conflicting emotional attitudes or opinions",
		"amble: walking at an easy unhurried pace; V: walk slowly and aimlessly",
		"ambrosia: food of the gods",
		"ambulatory: able to walk",
		"ambush: act of lying in wait to attack by surprise; sudden attack made from a concealed position; Ex. lie in ambush; V.",
		"ameliorate: improve",
		"amenable: obedient; compliant; readily managed; responsive; willing to be led; answerable or accountable legally; responsible; able to be tested by; Ex. amenable to sensible suggestions; Ex. He is very amenable; Ex. amenable to the usual tests",
		"amend: correct; change ; generally for the better",
		"amenities: convenient features that helps to make life pleasant; social courtesies",
		"amiable: agreeable; lovable; warmly friendly",
		"amicable: peaceful; politely friendly; not quarrelsome; Ex. amicable settlement",
		"amiss: wrong; faulty; Ex. something amiss; ADV.",
		"amity: friendship; peaceful relationship as between nations",
		"amnesia: loss of memory",
		"amnesty: pardon (allowed by government to political criminals)",
		"amok(amuck): in a state of rage; Ex. run amok",
		"amoral: nonmoral; having no understanding of right and wrong",
		"amorous: moved by sexual love; loving; of sexual love; Ex. amorous advances",
		"amorphous: formless; lacking shape or definition",
		"amphibian: able to live both on land and in water; N.",
		"amphitheater: oval building with tiers of seats; CF. arena",
		"ample: enough; abundant; spacious; large in size; Ex. ample opportunity/garden; N. amplitude: quality of being ample; abundance; largeness of space",
		"amplify: increase in size or effect; expand; broaden or clarify by expanding; intensify; make stronger; Ex. amplify one's remarks with a graph",
		"amputate: cut off part of body; prune (a limb)",
		"amulet: charm; talisman; an object worn believed to protect against evil, bad luck",
		"anachronism: an error involving time in a story; something or someone misplaced in time; ADJ. anachronistic",
		"analgesia: condition of being unable to feel pain",
		"analgesic: causing insensitivity to pain; N.",
		"analogous: comparable; similar",
		"analogy: similarity; parallelism; comparing two similar things",
		"anarchist: person who seeks to overturn the established government; advocate of abolishing authority",
		"anarchy: absence of governing body; state of disorder",
		"anathema: solemn curse; someone or something regarded as a curse; V. anathematize",
		"ancestry: family descent; ADJ. ancestral",
		"anchor: secure or fasten firmly; be fixed in place; N. anchorage",
		"ancillary: serving as an aid or accessory; auxiliary; N.",
		"anecdote: short story of an amusing or interesting event",
		"anemia: condition in which blood lacks red corpuscles; ADJ. anemic",
		"anesthetic: substance that removes sensation with or without loss of consciousness; N. anesthesia",
		"anguish: acute pain; extreme suffering",
		"angular: sharp-cornered; having an angle; not rounded (body); bony; lean; gaunt; stiff in manner",
		"animadversion: critical remark; V. animadvert: comment critically with disapproval",
		"animated: lively; spirited",
		"animosity: active enmity",
		"animus: hostile feeling or intent; animosity; hostility; disposition",
		"annals: records arranged in yearly parts; history",
		"anneal: reduce brittleness and improve toughness by heating and cooling (metal or glass)",
		"annex: attach; add to a large thing; take possession of; incorporate (territory) into a larger existing political unit (by force); N: building added to a large one",
		"annihilate: destroy",
		"annotate: comment; make explanatory notes",
		"annuity: yearly allowance",
		"annul: make void",
		"anodyne: drug that relieves pain or trouble;opiate; ADJ. Ex. anodyne statement",
		"anoint: consecrate; put oil on (in a religious ceremony)",
		"anomalous: abnormal; irregular",
		"anomaly: irregularity",
		"anonymity: state of being nameless; anonymousness; ADJ. anonymous",
		"antagonism: hostility; active opposition; V. antagonize: cause to become an enemy; N. antagonist: person who is opposed to another; opponent; adversary; principal character in oppostion to the protagonist",
		"antecede: precede",
		"antecedents: preceding events that influence what comes later; ancestors or early background",
		"antediluvian: antiquated; extremely ancient",
		"anthem: song of praise or patriotism; Ex. national anthem",
		"anthology: book of literary selections by various authors; CF. omnibus",
		"anthropoid: manlike; resembling a human being; N.",
		"anthropologist: student of the history and science of humankind",
		"anthropomorphic: having human form or characteristics",
		"anticlimax: letdown in thought or emotion; something unexciting, ordinary, or disappointing coming after something important or exciting",
		"antidote: remedy to counteract a poison or disease; Ex. antidote to the economic troubles",
		"antipathy: aversion; dislike or opposition",
		"antiquated: obsolete; old-fashioned; outdated",
		"antique: made in an earlier period and usu. valuable; N: object that was made in an earlier period and that is rare or valuable",
		"antiquity: quality of being very old; ancient times;",
		"antiseptic: substance that prevents infection in a wound; ADJ.",
		"antithesis: contrast; direct opposite of or to; ADJ. antithetic or antithetical",
		"antler: bony growth on the head of a deer",
		"anvil: iron block used in hammering out metals",
		"apathy: lack of caring; indifference; lack of concern or interest in important matters; Ex. He was sunk in apathy after his failure; ADJ. apathetic",
		"ape: imitate or mimic (a person's behavior or manner)",
		"aperture: opening; hole; adjustable opening in a camera that limits the amount of light",
		"apex: tip; summit; climax; highest point",
		"aphasia: loss of speech due to injury or illness",
		"aphorism: pithy maxim or saying; ADJ. aphoristic",
		"apiarist: person who keeps bees",
		"apiary: a place where bees are kept",
		"apiculture: bee-keeping",
		"aplomb: poise; composure in difficult situations; assurance; self-confidence",
		"apocalyptic: prophetic; pertaining to revelations especially of disaster; N. apocalypse",
		"apocryphal: (of a story) widely believed but untrue",
		"apogee: highest point; the point farthest from the earth; OP. perigee",
		"apolitical: having an aversion or lack of concern for political affairs",
		"apologist: one who writes in defense of a cause or institution; N. apologia",
		"apoplexy: stroke; loss of consciousness caused by too much blood in the brain",
		"apostate: one who abandons his religious faith or political beliefs; N. apostasy",
		"apothecary: druggist; pharmacist",
		"apothegm(apophthegm): pithy, compact saying",
		"apotheosis: elevation to godhood; an ideal example of something",
		"appall: dismay; shock deeply",
		"apparent: evident; easily seen or understood; appearing as such; Ex. apparent improvement",
		"apparition: ghost; phantom",
		"appease: pacify or soothe; Ex. appease a crying baby; N. appeasement",
		"appellation: name; title",
		"append: attach",
		"application: diligent attention; diligence; V. apply oneself",
		"apposite: appropriate; fitting",
		"appraise: estimate value of; N. appraisal",
		"appreciate: be thankful for; increase in worth; be thoroughly conscious of; ADJ. appreciable: enough to be felt; Ex. appreciable difference",
		"apprehend: arrest (a criminal); dread; perceive; N. apprehension",
		"apprehensive: fearful; discerning",
		"apprise: inform",
		"approbation: approval",
		"appropriate: acquire; take possession of for one's own use without permission; set aside for a particular purpose; allocate; CF. misappropriate",
		"appurtenances: subordinate possessions; something added to a more important thing",
		"apropos: with reference to; regarding; Ex. remarks apropos (of) the present situation; ADJ. ADV.",
		"aptitude: fitness; talent",
		"aquiline: curved; hooked; of or like an eagle; Ex. aquiline nose",
		"arable: fit for growing crops; Ex. arable land",
		"arbiter: person with power to decide a matter in dispute; judge who is in a position ot make influential judgments; Ex. supreme arbiter of fashion in beachware",
		"arbitrary: unreasonable or capricious; random; tyrannical; Ex. arbitrary ruler",
		"arbitrate: act as judge (at the request of both sides)",
		"arboreal: of or living in trees",
		"arboretum: place where different trees and shrubs are studied and exhibited",
		"arcade: a covered passageway usually lined with shops",
		"arcane: esoteric; secret; mysterious; known only to the initiated; Ex. arcane ritual; Ex. arcane process closed to the uninitiated listener",
		"arch-: chief; first; Ex. archbishop",
		"archaeology: study of artifacts and relics of early mankind",
		"archaic: antiquated; no longer used; belonging to the past; N.",
		"archetype: prototype; primitive pattern",
		"archipelago: group of closely located islands",
		"archives: public records; place where public records are kept",
		"ardor: heat; passion; zeal; ADJ. ardent",
		"arduous: hard; strenuous; Ex. arduous work",
		"argot: slang; speech spoken by only a small group of people",
		"aria: operatic solo; a song sung by one person in an opera or oratorio",
		"arid: (of land) dry; barren; unproductive",
		"aristocracy: hereditary nobility; privileged class; government by nobility; N. aristocrat",
		"armada: fleet of warships",
		"aromatic: fragrant; having a sweet smell; N. aroma: strong pleasant smell",
		"arraign: charge in court; indict",
		"array: marshal; draw up in order; arrange in order; clothe splendidly; adorn; N: fine clothes; ordered group; Ex. in battle array",
		"arrears: being in debt; money that should have been paid; work that should have been done",
		"arrhythmic: lacking rhythm or regularity; N. arrhythmia",
		"arrogance: pride; haughtiness; ADJ. arrogant: unpleasantly self-important (with a strong confidence in one's own importance and a lack of respect for other people)",
		"arroyo: gully; narrow channel formed by rainwater",
		"arsenal: storage place for military equipment",
		"artery: blood-vessel; CF. vein",
		"artful: exhibiting art or skill; deceitful; cunning; CF. artifice",
		"articulate: effective; distinct; expressing ideas clearly; having clear sounds; having joints; Ex. articulate speech; V: express thoughts and feeling clearly; pronounce clearly; unite by joints",
		"artifacts: object made by human beings, either hand-made or mass-produced",
		"artifice: deception; trickery",
		"artisan: a manually skilled worker",
		"artless: without guile; open and honest",
		"ascendancy: controlling influence; position of controlling influence; CF. in the ascendant",
		"ascertain: find out for certain; make certain",
		"ascetic: practicing self-denial; avoiding physical pleasures and comforts; austere; Ex. ascetic life of Buddhist monks; N. asceticism",
		"ascribe: refer; attribute; assign",
		"aseptic: preventing infection; having a cleansing effect",
		"ashen: ash-colored; deadly pale",
		"asinine: stupid; Ex. asinine remarks",
		"askance: with a sideways or indirect look (with disapproval or distruct); Ex. look askance at",
		"askew: crookedly; slanted; at an angle",
		"asperity: sharpness; roughness; severity (of temper or weather); Ex. asperities of a Russian winter",
		"aspersion: slanderous remark; Ex. cast aspersions on",
		"aspirant: seeker after position or status",
		"aspire: seek to attain (position or status); long for; Ex. aspire to become president; Ex. aspire to/after the leadership",
		"assail: assault",
		"assay: analyze (to discover what materials are present); evaluate (soil or ore)",
		"assent: agree; accept; N. assessment",
		"assert: state strongly or positively; demand recognition of (rights, claims, etc.); make a claim to (by forceful action); Ex. assert one's independence",
		"assiduous: diligent",
		"assimilate: absorb; take (food) into the body and digest it; understand (knowledge) completely and be able to use properly; cause to become homogeneous (the people of a country or race in the wasy of behaving or thinking)",
		"assuage: mak less severe; ease or lessen (pain); satisfy (hunger); soothe (anger)",
		"assumption: something taken for granted; the taking over or taking possession of; Ex. her assumption of power; V. assume",
		"assurance: firm statement that something is certainly true; promise or pledge; certainty; confidence in one's own ability; self-confidence; Ex. In spite of all his assurances, he did not come back; Ex. assurance of his loyalty; Ex. The teacher lacked assuranc",
		"asteroid: small planet",
		"astigmatism: eye defect which prevents proper focus; OP. stigmatism",
		"astral: relating to the stars",
		"astringent: binding; causing contraction (stopping bleeding); harsh or severe; stringent; Ex. astringent criticism",
		"astronomical: enormously large or extensive",
		"astute: wise; shrewd; keen; seeing quickly something that is to one's advantage",
		"asunder: into parts; apart; V. sunder",
		"asylum: place of refuge or shelter; protection (religious or political)",
		"asymmetric: not identical on both sides of a dividing central line",
		"atavism: resemblance to remote ancestors rather than to parents; reversion to an earlier type; throwback; ADJ. atavistic",
		"atheistic: denying the existence of God; N. atheism",
		"atone: make amends for; pay for; Ex. atone for",
		"atrocity: brutal deed; ADJ. atrocious",
		"atrophy: wasting away; V: weaken and lose flesh and muscle (through lack of blood or lack of use)",
		"attentive: alert and watchful; listening carefully; paying attention; considerate; thoughtful; politely helpful; Ex. attentive audience; Ex. He was attentive to the old lady; N. attentions: act of courtesy and consideration",
		"attenuate: make thin; weaken",
		"attest: testify; bear witness",
		"attire: clothe; N: clothing; array; apparel",
		"attribute: essential quality; V: ascribe; explain",
		"attrition: rubbing away by friction; gradual decrease in numbers or strength; reduction in the work force without firing employees; wearing away of opposition by means of harassment; Ex. a war of attrition",
		"atypical: not normal; not typical",
		"audacious: daring; bold; N. audacity",
		"audit: examination of accounts of a business; official examination; V.",
		"augment: increase; add to",
		"augury: omen; prophecy; sign of coming events; V. augur: predict; foretell; be a sign of (something in future)",
		"august: impressive; majestic",
		"aureole: sun's corona; halo; bright circle of light",
		"auroral: pertaining to the aurora borealis; CF. aurora australis",
		"auspicious: favoring success; giving signs of future success; Cf. auspices",
		"austere: forbiddingly stern; ascetic; without comfort or enjoyment; severely simple and unornamented; Ex. a monk's austere life; Ex. austere grandeur of the cathedral; N. austerity",
		"authenticate: prove genuine",
		"authoritarian: subordinating the individual to the state; completely dominating another's will; Ex. authoritarian regime/father",
		"authoritative: having the weight of authority; regarded as providing knowledge that can be trusted; reliable; peremptory and dictatorial; Ex. authoritative dictionary/manner; CF. definitive",
		"autocratic: having absolute unchecked power; dictatorial; N. autocrat, autocracy",
		"automaton: mechanism that imitates actions of humans; machine that works by itself",
		"autonomous: self-governing; N. autonomy",
		"autopsy: examination of a dead body; postmortem; V.",
		"auxiliary: offering or providing help; additional or subsidiary; N: helper; assistant",
		"avalanche: great mass of falling snow and ice",
		"avantgarde: group of artists whose work is based on the newest ideas and methods; CF. vanguard",
		"avarice: greediness for wealth",
		"avenge: take vengence for something or on behalf of someone; Ex. They avenged his death by burning the village; Ex. He swore to avenge his brother; Ex. They avenged themselves on their enemy.",
		"aver: state confidently; declare as true",
		"averse: reluctant; disinclined; not liking or opposed; Ex. averse to cats/doing the house work",
		"aversion: firm dislike",
		"avert: prevent; avoid; turn away (eyes or thought); Ex. An accident was averted by his quick thinking; Ex. She averted her eyes from the terrible sight.",
		"aviary: enclosure for birds; large cage",
		"avid: greedy; extremely eager for; Ex. avid learner; N. avidity",
		"avocation: secondary or minor occupation",
		"avow: declare openly; N. avowal",
		"avuncular: of or like an uncle",
		"awe: solemn wonder; feeling of respect mixed with wonder and fear; V: fill with awe; ADJ. awesome",
		"awful: terrible; very bad",
		"awl: pointed tool used for piercing",
		"awry: distorted; crooked; bent; Ex. Our plans have gone awry.",
		"axiom: self-evident truth requiring no proof",
		"azure: sky blue"
	]
}